export const categoryData =
    [
        {
            "category": "নাজেরা",
            "values": []
        },
        {
            "category": "হিফজ",
            "values": ["১০", "২০", "৩০"]
        },
        {
            "category": "নূরানী",
            "values": ["নার্সারি", "১ম", "২য়", "৩য়"]
        },
        {
            "category": "কিতাব",
            "values": ["১ম বর্ষ", "২য় বর্ষ", "৩য় বর্ষ"]
        },
        {
            "category": "সেকশন",
            "values": ["ক", "খ", "গ", "ঘ"]
        },
        {
            "category": "শিফট",
            "values": ["সকাল", "বিকাল", "সন্ধ্যা", "ডাবল শিফট", "ত্রিপুল শিফট"]
        },
        {
            "category": "আবাসিক",
            "values": ["আবাসিক", "অর্ধবাসিক", "অনাবাসিক"]
        }
    ]