export const divisionDistrictUpazila = [
    {
        "division": "বরিশাল",
        "districts": [
            {
                "district": "বরগুনা",
                "upazilas": ["আমতলী", "বামনা", "বরগুনা সদর", "বেতাগী", "পাথরঘাটা", "তালতলী"]
            },
            {
                "district": "বরিশাল",
                "upazilas": ["আগৈলঝারা", "বাবুগঞ্জ", "বাকেরগঞ্জ", "বানারীপাড়া", "গৌরনদী", "হিজলা", "বরিশাল সদর", "মেহেন্দিগঞ্জ", "মুলাদী", "উজিরপুর"]
            },
            {
                "district": "ভোলা",
                "upazilas": ["ভোলা সদর", "বুরহানউদ্দিন", "চর ফ্যাশন", "দৌলতখান", "লালমোহন", "মনপুরা", "তজুমদ্দিন"]
            },
            {
                "district": "ঝালকাঠি",
                "upazilas": ["ঝালকাঠি সদর", "কাঠালিয়া", "নলছিটি", "রাজাপুর"]
            },
            {
                "district": "পটুয়াখালী",
                "upazilas": ["বাউফল", "দশমিনা", "গলাচিপা", "কলাপাড়া", "মির্জাগঞ্জ", "পটুয়াখালী সদর", "রাঙ্গাবালি", "দুমকি"]
            },
            {
                "district": "পিরোজপুর",
                "upazilas": ["ভান্ডারিয়া", "কাউখালী", "মঠবাড়ীয়া", "নাজিরপুর", "পিরোজপুর সদর", "নেসারাবাদ (স্বরূপকাঠী)", "জিয়ানগর"]
            }
        ]
    },
    {
        "division": "চট্টগ্রাম",
        "districts": [
            {
                "district": "বান্দরবান",
                "upazilas": ["আলীকদম", "বান্দরবান সদর", "লামা", "নাইখংছড়ি", "রোয়াংছড়ি", "রুমা", "থানচি"]
            },
            {
                "district": "ব্রাহ্মণবাড়িয়া",
                "upazilas": ["আখাউড়া", "বাঞ্ছারামপুর", "ব্রাহ্মণবাড়িয়া সদর", "কসবা", "নবীনগর", "নাসিরনগর", "সরাইল", "আশুগঞ্জ", "বিজয়নগর"]
            },
            {
                "district": "চাঁদপুর",
                "upazilas": ["চাঁদপুর সদর", "ফরিদগঞ্জ", "হাইমচর", "হাজীগঞ্জ", "কচুয়া", "মতলব দক্ষিণ", "মতলব উত্তর", "শাহরাস্তি"]
            },
            {
                "district": "চট্টগ্রাম",
                "upazilas": ["আনোয়ারা", "বাঁশখালী", "বোয়ালখালী", "চন্দনাইশ", "ফটিকছড়ি", "হাটহাজারী", "লোহাগাড়া", "মীরসরাই", "পটিয়া", "রাঙ্গুনিয়া", "রাউজান", "সন্দ্বীপ", "সাতকানিয়া", "সীতাকুণ্ড", "চট্টগ্রাম বন্দর", "চট্টগ্রাম সিটি", "ডবলমুরিং", "কোতোয়ালী", "পাহাড়তলী", "পঞ্চলাইশ", "বন্দর"]
            },
            {
                "district": "কুমিল্লা",
                "upazilas": ["বরুড়া", "ব্রাহ্মণপাড়া", "বুড়িচং", "চান্দিনা", "চৌদ্দগ্রাম", "দাউদকান্দি", "দেবিদ্বার", "হোমনা", "লাকসাম", "মুরাদনগর", "কুমিল্লা সদর", "মেঘনা", "মনোহরগঞ্জ", "নাঙ্গলকোট", "কুমিল্লা আদর্শ সদর", "তিতাস"]
            },
            {
                "district": "কক্সবাজার",
                "upazilas": ["চকরিয়া", "কক্সবাজার সদর", "কুতুবদিয়া", "মহেশখালী", "রামু", "টেকনাফ", "উখিয়া", "পেকুয়া"]
            },
            {
                "district": "ফেনী",
                "upazilas": ["ছাগলনাইয়া", "দাগনভূঞা", "ফেনী সদর", "পরশুরাম", "সোনাগাজী", "ফুলগাজী"]
            },
            {
                "district": "খাগড়াছড়ি",
                "upazilas": ["দিঘীনালা", "খাগড়াছড়ি সদর", "লক্ষ্মীছড়ি", "মহালছড়ি", "মানিকছড়ি", "মাটিরাঙ্গা", "পানছড়ি", "রামগড়"]
            },
            {
                "district": "লক্ষ্মীপুর",
                "upazilas": ["লক্ষ্মীপুর সদর", "রায়পুর", "রামগঞ্জ", "রামগতি", "কমলনগর"]
            },
            {
                "district": "নোয়াখালী",
                "upazilas": ["বেগমগঞ্জ", "নোয়াখালী সদর", "চাটখিল", "কোম্পানীগঞ্জ", "হাতিয়া", "সেনবাগ", "সোনাইমুড়ি", "সুবর্ণচর", "কবিরহাট"]
            },
            {
                "district": "রাঙ্গামাটি",
                "upazilas": ["বাঘাইছড়ি", "বরকল", "কাউখালী", "বিলাইছড়ি", "কাপ্তাই", "জুরাছড়ি", "লংগদু", "নানিয়াচর", "রাজস্থলী", "রাঙ্গামাটি সদর"]
            }
        ]
    },
    {
        "division": "ঢাকা",
        "districts": [
            {
                "district": "ঢাকা",
                "upazilas": ["ধামরাই", "দোহার", "কেরানীগঞ্জ", "নবাবগঞ্জ", "সাভার", "ঢাকা সিটি"]
            },
            {
                "district": "ফরিদপুর",
                "upazilas": ["আলফাডাঙ্গা", "ভাঙ্গা", "বোয়ালমারী", "চরভদ্রাসন", "ফরিদপুর সদর", "মধুখালী", "নগরকান্দা", "সদরপুর", "সালথা", "শিবচর", "গাজীপুর", "কানাইপুর"]
            },
            {
                "district": "গাজীপুর",
                "upazilas": ["গাজীপুর সদর", "কালিয়াকৈর", "কালিগঞ্জ", "কাপাসিয়া", "শ্রীপুর"]
            },
            {
                "district": "গোপালগঞ্জ",
                "upazilas": ["গোপালগঞ্জ সদর", "কাশিয়ানী", "কোটালীপাড়া", "মুকসুদপুর", "টুঙ্গিপাড়া"]
            },
            {
                "district": "কিশোরগঞ্জ",
                "upazilas": ["অষ্টগ্রাম", "বাজিতপুর", "ভৈরব", "হোসেনপুর", "ইটনা", "করিমগঞ্জ", "কতিয়াদী", "কিশোরগঞ্জ সদর", "কুলিয়ারচর", "মিঠামইন", "নিকলী", "পাকুন্দিয়া", "তাড়াইল"]
            },
            {
                "district": "মাদারীপুর",
                "upazilas": ["কালকিনি", "মাদারীপুর সদর", "রাজৈর", "শিবচর"]
            },
            {
                "district": "মানিকগঞ্জ",
                "upazilas": ["দৌলতপুর", "ঘিওর", "হরিরামপুর", "মানিকগঞ্জ সদর", "সাটুরিয়া", "শিবালয়", "সিংগাইর"]
            },
            {
                "district": "মুন্সীগঞ্জ",
                "upazilas": ["গজারিয়া", "লৌহজং", "মুন্সীগঞ্জ সদর", "সিরাজদিখান", "শ্রীনগর", "টঙ্গীবাড়ী"]
            },
            {
                "district": "নারায়ণগঞ্জ",
                "upazilas": ["আড়াইহাজার", "বন্দর", "নারায়ণগঞ্জ সদর", "রূপগঞ্জ", "সোনারগাঁ"]
            },
            {
                "district": "নরসিংদী",
                "upazilas": ["বেলাবো", "মনোহরদী", "নরসিংদী সদর", "পলাশ", "রায়পুরা", "শিবপুর"]
            },
            {
                "district": "রাজবাড়ী",
                "upazilas": ["বালিয়াকান্দি", "গোয়ালন্দ ঘাট", "পাংশা", "রাজবাড়ী সদর", "কালুখালী"]
            },
            {
                "district": "শরীয়তপুর",
                "upazilas": ["ভেদরগঞ্জ", "ডামুড্যা", "গোসাইরহাট", "নড়িয়া", "শরীয়তপুর সদর", "জাজিরা", "শাখিপুর"]
            },
            {
                "district": "টাঙ্গাইল",
                "upazilas": ["বাসাইল", "ভুয়াপুর", "দেলদুয়ার", "ধনবাড়ী", "ঘাটাইল", "গোপালপুর", "কালিহাতী", "মধুপুর", "মির্জাপুর", "নাগরপুর", "সখিপুর", "টাঙ্গাইল সদর", "বাজিতপুর"]
            }
        ]
    },
    {
        "division": "খুলনা",
        "districts": [
            {
                "district": "বাগেরহাট",
                "upazilas": ["বাগেরহাট সদর", "চিতলমারী", "ফকিরহাট", "কচুয়া", "মোল্লাহাট", "মোংলা", "মোরেলগঞ্জ", "রামপাল", "শরণখোলা"]
            },
            {
                "district": "চুয়াডাঙ্গা",
                "upazilas": ["আলমডাঙ্গা", "চুয়াডাঙ্গা সদর", "দামুড়হুদা", "জীবননগর"]
            },
            {
                "district": "যশোর",
                "upazilas": ["অভয়নগর", "বাঘেরপাড়া", "চৌগাছা", "ঝিকরগাছা", "কেশবপুর", "যশোর সদর", "মণিরামপুর", "শার্শা"]
            },
            {
                "district": "ঝিনাইদহ",
                "upazilas": ["হরিণাকুণ্ড", "ঝিনাইদহ সদর", "কালীগঞ্জ", "কোটচাঁদপুর", "মহেশপুর", "শৈলকুপা"]
            },
            {
                "district": "খুলনা",
                "upazilas": ["বটিয়াঘাটা", "দাকোপ", "ডুমুরিয়া", "দিঘলিয়া", "কয়রা", "পাইকগাছা", "ফুলতলা", "রূপসা", "তেরখাদা", "খুলনা সিটি"]
            },
            {
                "district": "কুষ্টিয়া",
                "upazilas": ["ভেড়ামারা", "দৌলতপুর", "খোকসা", "কুমারখালী", "কুষ্টিয়া সদর", "মিরপুর"]
            },
            {
                "district": "মাগুরা",
                "upazilas": ["মাগুরা সদর", "মোহাম্মদপুর", "শালিখা", "শ্রীপুর"]
            },
            {
                "district": "মেহেরপুর",
                "upazilas": ["গাংনি", "মেহেরপুর সদর", "মুজিবনগর"]
            },
            {
                "district": "নড়াইল",
                "upazilas": ["কালিয়া", "লোহাগড়া", "নড়াইল সদর"]
            },
            {
                "district": "সাতক্ষীরা",
                "upazilas": ["আসসুনি", "দেবহাটা", "কলারোয়া", "কালীগঞ্জ", "সাতক্ষীরা সদর", "শ্যামনগর", "তালা"]
            }
        ]
    },
    {
        "division": "ময়মনসিংহ",
        "districts": [
            {
                "district": "জামালপুর",
                "upazilas": ["বক্সিগঞ্জ", "দেওয়ানগঞ্জ", "ইসলামপুর", "জামালপুর সদর", "মাদারগঞ্জ", "মেলান্দহ", "সরিষাবাড়ী"]
            },
            {
                "district": "ময়মনসিংহ",
                "upazilas": ["ভালুকা", "ধোবাউরা", "ফুলবাড়ীয়া", "গফরগাঁও", "গৌরীপুর", "হালুয়াঘাট", "ঈশ্বরগঞ্জ", "ময়মনসিংহ সদর", "মুক্তাগাছা", "নান্দাইল", "ফুলপুর", "ত্রিশাল", "তারাকান্দা"]
            },
            {
                "district": "নেত্রকোণা",
                "upazilas": ["আটপাড়া", "বারহাট্টা", "দুর্গাপুর", "খালিয়াজুরি", "কলমাকান্দা", "কেন্দুয়া", "মদন", "মোহনগঞ্জ", "নেত্রকোণা সদর", "পূর্বধলা"]
            },
            {
                "district": "শেরপুর",
                "upazilas": ["ঝিনাইগাতী", "নকলা", "নালিতাবাড়ী", "শেরপুর সদর", "শ্রীবরদী"]
            }
        ]
    },
    {
        "division": "রাজশাহী",
        "districts": [
            {
                "district": "বগুড়া",
                "upazilas": ["আদমদিঘী", "বগুড়া সদর", "ধুনট", "ধূপচাঁচিয়া", "গাবতলী", "কাহালু", "নন্দীগ্রাম", "সারিয়াকান্দি", "শাজাহানপুর", "শেরপুর", "শিবগঞ্জ", "সোনাতলা"]
            },
            {
                "district": "চাঁপাইনবাবগঞ্জ",
                "upazilas": ["ভোলাহাট", "গোমস্তাপুর", "নাচোল", "চাঁপাইনবাবগঞ্জ সদর", "শিবগঞ্জ"]
            },
            {
                "district": "জয়পুরহাট",
                "upazilas": ["আক্কেলপুর", "জয়পুরহাট সদর", "কালাই", "ক্ষেতলাল", "পাঁচবিবি"]
            },
            {
                "district": "নওগাঁ",
                "upazilas": ["আত্রাই", "বদলগাছী", "ধামইরহাট", "মান্দা", "মহাদেবপুর", "নওগাঁ সদর", "নিয়ামতপুর", "পত্নীতলা", "পোরশা", "রাণীনগর", "সাপাহার"]
            },
            {
                "district": "নাটোর",
                "upazilas": ["বাগাতিপাড়া", "বড়াইগ্রাম", "গুরুদাসপুর", "লালপুর", "নাটোর সদর", "সিংড়া"]
            },
            {
                "district": "পাবনা",
                "upazilas": ["আটঘরিয়া", "বেড়া", "ভাঙ্গুড়া", "চাটমোহর", "ফরিদপুর", "ঈশ্বরদী", "পাবনা সদর", "সাঁথিয়া", "সুজানগর"]
            },
            {
                "district": "রাজশাহী",
                "upazilas": ["বাঘা", "বাগমারা", "চারঘাট", "দুর্গাপুর", "গোদাগাড়ী", "মোহনপুর", "পবা", "পুথিয়া", "তানোর", "রাজশাহী সিটি"]
            },
            {
                "district": "সিরাজগঞ্জ",
                "upazilas": ["বেলকুচি", "চৌহালি", "কামারখন্দ", "কাজীপুর", "রায়গঞ্জ", "শাহজাদপুর", "সিরাজগঞ্জ সদর", "তারাশ", "উল্লাপাড়া"]
            }
        ]
    },
    {
        "division": "রংপুর",
        "districts": [
            {
                "district": "দিনাজপুর",
                "upazilas": ["বিরামপুর", "বীরগঞ্জ", "বিরল", "বোচাগঞ্জ", "চিরিরবন্দর", "ফুলবাড়ী", "ঘোড়াঘাট", "হাকিমপুর", "কাহারোল", "খানসামা", "দিনাজপুর সদর", "নবাবগঞ্জ", "পার্বতীপুর"]
            },
            {
                "district": "গাইবান্ধা",
                "upazilas": ["ফুলছড়ি", "গাইবান্ধা সদর", "গোবিন্দগঞ্জ", "পলাশবাড়ী", "সাদুল্লাপুর", "সাঘাটা", "সুন্দরগঞ্জ"]
            },
            {
                "district": "কুড়িগ্রাম",
                "upazilas": ["ভুরুঙ্গামারী", "চর রাজীবপুর", "চিলমারী", "ফুলবাড়ী", "কুড়িগ্রাম সদর", "নাগেশ্বরী", "রাজারহাট", "রৌমারী", "উলিপুর"]
            },
            {
                "district": "লালমনিরহাট",
                "upazilas": ["আদিতমারী", "হাতিবান্ধা", "কালীগঞ্জ", "লালমনিরহাট সদর", "পাটগ্রাম"]
            },
            {
                "district": "নীলফামারী",
                "upazilas": ["ডিমলা", "ডোমার", "জলঢাকা", "কিশোরগঞ্জ", "নীলফামারী সদর", "সৈয়দপুর"]
            },
            {
                "district": "পঞ্চগড়",
                "upazilas": ["আটোয়ারী", "বোদা", "দেবীগঞ্জ", "পঞ্চগড় সদর", "তেতুলিয়া"]
            },
            {
                "district": "রংপুর",
                "upazilas": ["বদরগঞ্জ", "গংগাচড়া", "কাউনিয়া", "রংপুর সদর", "মিঠাপুকুর", "পীরগাছা", "পীরগঞ্জ", "তারাগঞ্জ"]
            },
            {
                "district": "ঠাকুরগাঁও",
                "upazilas": ["বালিয়াডাঙ্গী", "হরিপুর", "পীরগঞ্জ", "রাণীশংকৈল", "ঠাকুরগাঁও সদর"]
            }
        ]
    },
    {
        "division": "সিলেট",
        "districts": [
            {
                "district": "হবিগঞ্জ",
                "upazilas": ["আজমিরীগঞ্জ", "বাহুবল", "বানিয়াচং", "চুনারুঘাট", "হবিগঞ্জ সদর", "লাখাই", "মাধবপুর", "নবীগঞ্জ", "সায়েস্তাগঞ্জ"]
            },
            {
                "district": "মৌলভীবাজার",
                "upazilas": ["বড়লেখা", "জুড়ী", "কমলগঞ্জ", "কুলাউড়া", "মৌলভীবাজার সদর", "রাজনগর", "শ্রীমঙ্গল"]
            },
            {
                "district": "সুনামগঞ্জ",
                "upazilas": ["বিশ্বম্ভরপুর", "ছাতক", "দিরাই", "ধর্মপাশা", "দোয়ারাবাজার", "জগন্নাথপুর", "জামালগঞ্জ", "শাল্লা", "সুনামগঞ্জ সদর", "তাহিরপুর"]
            },
            {
                "district": "সিলেট",
                "upazilas": ["বালাগঞ্জ", "বিয়ানীবাজার", "বিশ্বনাথ", "কোম্পানীগঞ্জ", "দক্ষিণ সুরমা", "ফেঞ্চুগঞ্জ", "গোলাপগঞ্জ", "গোয়াইনঘাট", "জৈন্তাপুর", "কানাইঘাট", "ওসমানী নগর", "সিলেট সদর", "জাকিগঞ্জ"]
            }
        ]
    }
];